/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf segundos";

/* No comment provided by engineer. */
"%i days" = "%i dias";

/* No comment provided by engineer. */
"%i hours" = "%i horas";

/* No comment provided by engineer. */
"%i minutes" = "%i minutos";

/* No comment provided by engineer. */
"%i weeks" = "%i semanas";

/* No comment provided by engineer. */
"1 day" = "1 dia";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 minute" = "1 minuto";

/* No comment provided by engineer. */
"1 second" = "1 segundo";

/* No comment provided by engineer. */
"1 week" = "1 semana";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Anexo>>";

/* No comment provided by engineer. */
"Add" = "Adicionar";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Limpar todas as Marcas";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Limpar Marcas daqui para Baixo";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Limpar Marcas daqui para Esquerda";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Limpar Marcas daqui para Direita";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Limpar Marcas daqui para Cima";

/* Copy the link to the clipboard */
"Copy Link" = "Copiar Link";

/* No comment provided by engineer. */
"Delete" = "Deletar";

/* No comment provided by engineer. */
"Image Picker" = "Seletor de Imagem";

/* No comment provided by engineer. */
"Invalid Input" = "Entrada Inválida";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Pular para Marca de Foco";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Pular para Próxima Marca";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Pular para Marca Anterior";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Picture" = "Imagem";

/* No comment provided by engineer. */
"Select Image" = "Selecionar Imagem";